Repository: lepidus/scieloTranslationsFields
Catalog: locale/*/locale.po
Languages: es, pt_br

# plugins.generic.scieloTranslationsFields.displayName
source: SciELO Translations Fields
es: Campos de SciELO Traducciones
pt_br: Campos da SciELO Traduções

# plugins.generic.scieloTranslationsFields.description
source: Makes changes to submission fields for use in SciELO Translations
es: Realiza cambios en los campos de envío para su uso en SciELO Traducciones
pt_br: Realiza alterações nos campos das submissões, para uso na SciELO Traduções

# plugins.generic.scieloTranslationsFields.translationData.title
source: Translation data
es: Data de traducción
pt_br: Dados da tradução

# plugins.generic.scieloTranslationsFields.translationData.description
source: Please provide the following data regarding the translation you are submitting.
es: Proporcione los siguientes datos sobre la traducción que está enviando
pt_br: Forneça os seguintes dados relativos a tradução que você está submetendo

# plugins.generic.scieloTranslationsFields.originalDocumentHasDoi
source: Original document DOI
es: DOI del documento original
pt_br: DOI do documento original

# plugins.generic.scieloTranslationsFields.originalDocumentHasDoi.description
source: Does the original document this submission is translating have a DOI?
es: ¿El documento original que este envío está traduciendo tiene un DOI?
pt_br: O documento original que esta submissão está traduzindo possui DOI?

# plugins.generic.scieloTranslationsFields.originalDocumentHasDoi.yes
source: The original document has a DOI
es: El documento original tiene un DOI
pt_br: O documento original possui um DOI

# plugins.generic.scieloTranslationsFields.originalDocumentHasDoi.no
source: The original document does not have a DOI
es: El documento original no tiene un DOI
pt_br: O documento original não possui um DOI

# plugins.generic.scieloTranslationsFields.originalDocumentDoi.description
source: Please insert the DOI of the original document this submission is translating
es: Por favor ingresse el DOI del documento original que este envío está traduciendo
pt_br: Por favor, insira o DOI do documento original que esta submissão está traduzindo

# plugins.generic.scieloTranslationsFields.originalDocumentCitation
source: Original document citation
pt_br: Citação do documento original

# plugins.generic.scieloTranslationsFields.error.originalDocumentHasDoi.required
source: You must inform if the original document has a DOI
es: Debe informar si el documento original tiene DOI
pt_br: Você deve informar se o documento original possui um DOI
